Revit 2024 API
FabricationHostedInfo.PlaceOnHost Method
Overload List
Name | Description
PlaceOnHost(ElementId, Connector, Double)
 Places the part on the specified host.
PlaceOnHost(ElementId, Connector, Double, Double)
 Places the part on the specified host.
See Also
FabricationHostedInfo Class
FabricationHostedInfo Members
Autodesk.Revit.DB Namespace